print('Цена за одну пиццу : 500')
user_input = int(input('Укажите количество человек: '))
user_input2 = int(input(' Укажите количество имеющихся денег: '))
result = user_input2 / 500
print(f'Для {user_input} человек, как раз {result} пиццы ')
